import classes from './About.module.css';
function About() {


  return (
	  <div className={classes.about}>
		  <div>
			  <h1>
				  Опис предметної області та функціоналу WEB-додатку.
			  </h1>
			  <p>
				  WEB-додаток створено для ресторану, у якого є працівники, що доставляють їжу.
			  </p>
			  <p>
				  За допомогою WEB-додатку:
			  </p>
			  <ol>
				  <li>У вигляді таблиці представлено меню ресторану</li>
				  <li>Забезпечено можливість додавати до кошику страви, які особа бажає замовити</li>
				  <li>Автоматичний підрахунок суми, яку потрібно сплатити за додані до кошику страви</li>
				  <li>Забезпечено можливість редагувати (змінювати кількість, видаляти) страви, які є у кошику </li>
			  </ol>
		  </div>
	  </div>
  );
}

export default About;
